{
  "global": {
    "aboutAlb": "About Alberto",
    "aboutCode": "Code",
    "bloodsucker": "Bloodsucker",
    "bubbleChart": "Bubble Chart",
    "watches": "Watches",
    "threeJs": "Three JS",
    "wordClock": "Word clock",
    "gameOfLife": "Game of Life",
    "chatAi": "Chat AI",
    "recipes": "Recipes",
    "test": "TEST",
    "discard": "Discard",
    "insert": "Inserisci",
    "submit": "Submit",
    "nextjsUrl": "https://albicallegari-nextjs.vercel.app/"
  },
  "aboutAlberto": {
    "title": "Who i am?",
    "title1": "...And why i am?!",
    "linkedin": "https://www.linkedin.com/in/alberto-callegari-756314142/",
    "profileCard": {
      "fullName": "Alberto Callegari",
      "name": "Alberto",
      "bDay": "06/09/1993",
      "nationality": "Bern, switzerland",
      "role": "Software Developer Engineer",
      "secondRole": "FE Developer"
    },
    "aboutDescription": {
      "title": "Hello 👋 I'm",
      "feDev": "Front-end developer",
      "swEng": "Software developer Engineer",
      "swEngMobile": "SW Engineer",
      "aboutDesc": "Hey there! I'm a 29-year-old guy who's passionate about both sports and technology. I love hitting the gym and playing basketball or soccer with my buddies, but I also enjoy staying up-to-date with the latest gadgets and software as a front-end web developer.",
      "aboutDesc1": "But there's more to me than just fitness and tech. I'm a huge fan of art and design, and I love visiting museums and galleries whenever I can. I'm also a bit of a sneakerhead and always on the lookout for the latest kicks. And if you want to talk about cryptocurrencies, I'm your guy! I've been following the market for years and even dabbled in some investments myself.",
      "aboutDesc2": "As you can probably tell, I'm a bit of a nerd at heart. I could spend hours lost in a good book or video game. But I also love to travel and explore new places whenever I get the chance. Life is all about balance, right? All in all, I'm just a regular guy with a passion for a lot of different things. And I'm always up for meeting new people and trying new experiences!",
      "aboutDesc3": "FE Web developer with 4+ years of experience. I have practiced the entire software lifecycle, from requirements discussions with customers to UI and UX analysis and processing up to the release and maintenance. I have strong knowledge of Java, HTML, CSS, and JavaScript/TypeScript, and currently, I work with single-page application frameworks, with my basic tech stack including React.js/Next.js + TypeScript, Node, Redux Toolkit. In the past, I have also used some HTML template engines like Pug/Jade. I have experience with CMS integrations such as Adobe Experience Manager, working with Docker and CI/CD deployment (GitLab), data visualization tools (D3.js or others), and using maps (Google Maps API).",
      "aboutDesc4": "Currently, I am expanding my skills as a FE Mobile Application Developer using Dart/Flutter and Firebase. I'm taking care of the maintenance and updates of the flutter app and in the meantime I'm starting the developments of the new app with React Native. This experience has provided me with a solid foundation in building performant and scalable mobile applications, integrating advanced features offered by Firebase and Cloud services. I am excited to continue growing and refining my skills in this dynamic and rapidly evolving environment.",
      "checkout": "Check out my Work in progress ",
      "nextjs": "Next.js project"
    },
    "techCorner": {
      "title": "Tech-corner"
    }
  },
  "aboutCode": {
    "title": "I'm collecting some",
    "code": "{code}",
    "gameOfLife": "I integrated the TDD Game Of Life project present in my repository as a library to exploit the tests and the rules described to create this zero-player game, an automation that evolves based on the initial state",
    "recipeAiIngredients": "Your list: ",
    "recipeAiResult": "Your recipe"
  },
  "bloodsucker": {
    "desc": "Bloodsucker was born in 2015 in a small apartment in Udine, designed and created by Alberto Callegari.",
    "item": {
      "availableSizes": "Sizes:",
      "price": "Price:",
      "color": "Color:"
    }
  }
}
